[
  "Mate, last weekend I had a go at makin’ a beef Wellington, took bleedin’ ages, like 4 hours, but it was class – proper juicy! The pastry was crispy as, and the meat was bang-on medium rare. You ever tried cookin’ a steak like you’d get in a fancy restaurant?",
  "Yesterday at the mall food court, I stumbled on these takoyaki yokes – deadly, like, just the right amount of savoury, and the octopus was soft as butter! They reckon it’s a proper Osaka recipe. You ever had other Japanese street grub?",
  "I’m mad into messin’ about with single-origin coffee these days, just tried this Toraja stuff – the aftertaste is pure fruity, like! You more of a manual brew fella or an espresso head? Got any local beans you’re mad for?",
  "Went to this French bistro the other day, their coq au vin had me tongue doin’ a jig! The wine sauce was rich as hell. Got a fave European-style spot? Gimme a shout with some recommendations!",
  "Tried makin’ a cheese soufflé, puffed up gorgeous but kinda deflated when I served it, haha! Any tips to keep a soufflé solid? You into continental desserts or local sweets?",
  "Hit up a new patisserie near me, their macarons were spot-on – crispy shell, creamy fillin’! What’s your top French dessert? Ever had a bash at makin’ ‘em yourself?",
  "Had eggs benedict earlier, the hollandaise was creamy as anything, and the poached egg was runny perfection! What’s your go-to Western brekkie? Spill the beans!",
  "I’m gettin’ into molecular gastronomy, mate, made fake caviar outta mango juice! You ever tried fancy modern cookin’ techniques? It’s bleedin’ gas!",
  "Ate at this Italian trattoria, their truffle risotto was pure earthy heaven! What’s your fave Italian dish? Got a go-to Italian spot?",
  "Found an authentic carbonara recipe, usin’ guanciale and pecorino cheese! You a creamy pasta fan or more into olive oil ones? Ever made pasta from scratch?",
  "At the farmers market, found this artisan bread stand, their sourdough was crusty as hell! Ever done a bakin’ class? What’s the trickiest bread to make?",
  "Tried makin’ croissants from scratch, the laminatin’ was a nightmare but they came out flaky as! You into viennoiserie or just regular bread? Got a killer recipe?",
  "Went to an oyster bar, the fresh oysters were creamy with a mineral kick! You like raw seafood or cooked? Got a fancy seafood spot you rate?",
  "I’m gettin’ into tea ceremonies, just learned how to brew matcha proper! You more into Japanese or Chinese tea? Got a tea ritual you love?",
  "Made a tarte tatin, burnt the caramel a bit but it was even tastier, haha! What’s your fave fruity dessert? Ever botched a pastry?",
  "Had a poke bowl today, the tuna sashimi was fresh as, and the rice bowl was proper healthy! What’s your go-to healthy grub? You into meal preppin’?",
  "Hit up a Japanese izakaya, their yakitori was juicy with sweet-savoury tare sauce! What’s your fave Japanese street food? Or you more a ramen head?",
  "At this small bistro, their onion soup was cheesy as hell, with stretchy gruyère! What’s your top continental soup? Got a regular spot?",
  "Whipped up an affogato, hot espresso over vanilla gelato – pure magic! What’s your fave coffee dessert? Got a simple recipe?",
  "Went to a speakeasy bar, the mixologist whipped up a custom cocktail with infused spirits! You into classic cocktails or modern mixes?",
  "Tried wagyu slices today, the marblin’ was mental, melted in me gob! What’s your top premium meat? Ever had dry-aged steak?",
  "Made eggs royale with smoked salmon, homemade hollandaise! What’s your fave weekend brunch? Share a recipe, go on!",
  "At a hipster café, their avocado smoothie bowl was pure Instagram gold! What superfoods do you eat? Got a go-to healthy brekkie?",
  "Went to an omakase sushi bar, the chef used fresh Hokkaido uni! What’s your best fine dinin’ experience? What’s the usual budget?",
  "Tried makin’ choux pastry, the éclairs puffed up nice but the cream went everywhere, haha! What’s your fave pastry? Any choux tips?",
  "At a gourmet market, found black garlic – the umami smell was unreal! What fancy ingredient have you tried? Worth the hype?",
  "I’m lovin’ fermentin’ stuff, just made me own kombucha! What’s your fave fermented drink? Ever had a fermentation fail?",
  "Made Japanese-style omurice, the egg was still creamy inside! What’s your go-to comfort food? Somethin’ that lifts your mood?",
  "Tried burrata cheese today, so creamy, straight from Italy! What’s your fave cheese? Got a killer pairin’?",
  "At a wine bar, tried natural wine – tangy but refreshin’! What wine do you like? Or you more a craft beer lad?",
  "Made pavlova, the meringue was crispy outside, chewy inside! What’s your fave unique-texture dessert? Ever made meringue?",
  "Had bone marrow today, spread it on sourdough – so moreish! What’s your weird food obsession? Somethin’ you can’t stop eatin’?",
  "Whipped up homemade granola with almond slices and maple syrup! What’s your fave healthy homemade grub? Share a recipe!",
  "Ate at a fusion resto, their beef tataki with sambal matah was proper fusion! What’s your fave fusion dish? Got any unique creations?",
  "Tried mochi ice cream, chewy and soft as! What’s your top Japanese dessert? Ever made mochi yourself?",
  "Made beef bourguignon, slow-cooked for 5 hours, the meat was meltin’! What’s your fave slow-cooked dish? Any tips?",
  "At a craft beer pub, their IPA was proper citrusy and hoppy! What’s your go-to booze? Or you more into mocktails?",
  "Made bruschetta with heirloom tomatoes and fresh basil – simple but class! What’s your fave easy appetizer? Somethin’ that vanishes at parties?",
  "At a pastry shop, their kouign amann was buttery and caramelized to perfection! What’s your top French pastry? Worth the calories?",
  "Tried jamón ibérico, melts in your mouth! What’s your fave charcuterie? Got a special pairin’?",
  "Made espresso tonic, bitter and sparkly – surprisin’ly refreshin’! What’s your fave creative coffee? Got a go-to recipe?",
  "At a vegan resto, their jackfruit rendang tasted just like the real deal! What’s your fave vegan dish? Somethin’ that tastes meaty?",
  "Made bagels from scratch, proper chewy texture! What’s your fave homemade bread? Was the process a pain?",
  "Tried oysters rockefeller, the gratin was creamy as hell! What’s your fave seafood dish? Somethin’ you can’t get enough of?",
  "Made chia puddin’ with coconut milk and mixed berries! What’s your fave healthy meal prep? Somethin’ simple but tasty?",
  "At a ramen shop, their tonkotsu broth was thick as, cooked for 12 hours! What’s your fave ramen? Got a regular spot?",
  "Tried duck confit, crispy skin, juicy meat! What’s your fave fancy protein? Ever cooked it yourself?",
  "Made sourdough bread, the starter took 7 bleedin’ days! What’s your toughest bakin’ project? Was it worth it?",
  "At a wine pairin’ dinner, the scallops went perfect with chardonnay! What’s your best food pairin’ experience?",
  "Made mushroom risotto with truffle oil – smelled like heaven! What’s your fave rice dish? Somethin’ you can’t stop eatin’?",
  "At a dessert bar, their passionfruit tart was the perfect sweet-tart balance! What’s your fave tangy dessert? Ever made a tart?",
  "Tried dry-aged steak, the umami was intense! What’s your fave steak? How do you like it cooked?",
  "Made cold brew concentrate, took 8 hours but so smooth! What’s your fave coffee brewin’ method? Got any special gear?",
  "At a tapas bar, their patatas bravas were crispy with spicy aioli! What’s your fave small plate? Goes well with what drink?",
  "Tried makin’ laminated dough, the butter kept leakin’ out – pure stress! What’s the hardest bakin’ technique you’ve tried?",
  "Had a burrata salad, so creamy with balsamic glaze! What’s your fave salad? Somethin’ that’s not borin’?",
  "Made miso soup from scratch, fermented the miso for 3 months! What’s the most worth-it homemade dish? Was the result class?",
  "At a speakeasy, their old fashioned used premium bourbon! What’s your fave classic cocktail? Got a special twist?",
  "Tried uni pasta, the seafood was proper briny! What’s your fave pasta? Somethin’ with a surprisin’ but lush flavour?",
  "Tried makin’ macarons, got nice feet but the fillin’ was too sweet, haha! What’s your fave French dessert? Ever flopped makin’ one?",
  "At a steakhouse, their 1kg tomahawk was juicy as hell! What’s your fave luxe food? Worth the splurge?",
  "Made a matcha latte with ceremonial-grade stuff – grassy and lush! What’s your fave matcha drink? Got a premium brand you rate?",
  "At a bakery, their cruffin was flaky and stuffed with pastry cream! What’s your fave hybrid pastry? Tried any weird ones?",
  "Went to an omakase, the chef’s choice sashimi was fresh as! What’s your best sushi experience? What’s the budget usually?",
  "Made beef tartare, hand-diced premium meat! What’s your fave raw food? Brave enough for somethin’ wild?",
  "Took a mixology class, learned to make smoke effects with oak wood! What’s your fave cocktail technique? Somethin’ showy?",
  "Made a baguette, the crust was crispy as hell! What’s your fave traditional bread? Ever made a proper authentic one?",
  "Tried liquid nitrogen ice cream, ultra-smooth texture! What’s your fave sciency dessert? Ever tried molecular gastronomy?",
  "Made kimchi fried rice with month-old homemade kimchi! What’s your fave fermented food? Ever made your own?",
  "At a Peruvian resto, their ceviche was fresh and tangy! What’s your fave Latin American dish? Somethin’ unexpectedly class?",
  "Tried soufflé pancakes, jiggly like in Japan! What’s your fave pancake? Ever flopped a soufflé?",
  "Made handmade pasta with a bronze cutter – texture was unreal! What’s your fave pasta shape? Is makin’ it a faff?",
  "At a tea house, their oolong was proper floral! What’s your fave special tea? Got a tea-drinkin’ ritual?",
  "Made chocolate fondant, gooey centre was spot-on! What’s your fave chocolate dessert? Somethin’ you can’t resist?",
  "At a gastro pub, their beef cheek was slow-cooked for 8 hours, pure meltin’! What’s your fave fancy comfort food? Worth the long cook?",
  "Had a kaiseki meal, the presentation was like art! What’s your most memorable fine dinin’ experience?",
  "Made homemade yogurt, fermented for 24 hours – creamy as! What’s your fave fermented food? Ever made it yourself?",
  "At a patisserie, their opera cake had perfect layers! What’s your fave layered cake? Ever made a multi-layer one?",
  "Made sourdough pizza, the crust was proper chewy! What’s your fave pizza style? Must-have toppin’?",
  "Tried agedashi tofu, crispy outside, silky inside! What’s your fave simple Japanese dish? Somethin’ you never tire of?",
  "Made coffee granita, texture like snow! What’s your fave coffee dessert? Somethin’ proper refreshin’?",
  "At a Mexican resto, their mole sauce was complex, 20 ingredients! What’s your fave sauce? Ever made one from scratch?",
  "Tried kouign amann again, buttery and caramelized perfection! What’s your fave pastry? Somethin’ you can’t stop eatin’?",
  "Made homemade ricotta, so fresh and lush! What’s your fave dairy product? Ever made your own?",
  "At a wine tastin’, their pinot noir had proper berry notes! What’s your fave wine? Got a go-to food pairin’?",
  "Made clotted cream, slow-cooked for 12 hours! What’s your fave spread? Worth the effort to make?",
  "At a truffle festival, black truffle’s earthy smell was unreal! What’s your fave luxe ingredient? Ever cooked with it?",
  "Tried chawanmushi, silky as silk! What’s your fave Japanese appetizer? Somethin’ that always hits the spot?",
  "Made infused oil with rosemary and garlic! What’s your fave homemade cookin’ ingredient? Somethin’ you make often?",
  "At a cheese cave, their blue cheese was pungent as hell! What’s your fave bold cheese? Brave enough for the strong stuff?",
  "Made croissants again, 27 layers, flaky as! What’s your toughest bakin’ project? Was the result worth it?",
  "Tried beef carpaccio, paper-thin with truffle oil! What’s your fave raw dish? Somethin’ you can’t get enough of?",
  "Made kombucha with a second blueberry ferment – tangy and fresh! What’s your fave fermented drink? How many batches you done?",
  "At a chocolate factory, their single-origin dark chocolate was fruity! What’s your fave chocolate? What percentage you into?",
  "Tried a cheese soufflé, didn’t even get a pic before it deflated, haha! What’s your fave soufflé dessert? Ever made one?",
  "Made authentic carbonara with guanciale, creamy perfection! What’s your fave pasta? Somethin’ you nail every time?",
  "At a tea plantation, their white tea was subtle as! What’s your fave rare tea? Ever tried one that costs a bomb?",
  "Made lemon curd, perfect sweet-tart balance! What’s your fave fruity spread? What dessert do you use it in?",
  "At a bakery, their bagel was chewy with everything seasonin’! What’s your fave brekkie bread? Must-have toppin’?",
  "Tried kobe beef, the marblin’ was like art! What’s your fave premium meat? Worth the price tag?",
  "Made cold drip coffee, 8-hour process but smooth as! What’s your fave brewin’ method? Got any special kit?",
  "At a mixology bar, their cocktail had a smoke bubble, pure Instagram! What’s your fave aesthetic drink?",
  "Made brioche, loaded with butter, so rich! What’s your fave sweet bread? Goes well with what dessert?",
  "Tried otoro sashimi, fatty and meltin’! What’s your fave sushi grade? Ever had the premium stuff?",
  "Made preserved lemons, fermented for a month! What’s your fave fermented ingredient? How long’s your process?",
  "At a microbrewery, their imperial stout was like dessert! What’s your fave craft beer? Got a local brewery you rate?",
  "Had another burrata salad, creamy with heirloom tomatoes! What’s your fave fancy salad? Go-to dressin’?",
  "Made puff pastry, a total faff but flaky as hell! What’s your fave homemade pastry? Worth the effort?",
  "At a tea ceremony, the matcha was frothed to perfection! What’s your best tea-drinkin’ experience? Got a ritual?",
  "Made chocolate soufflé, gooey inside with vanilla ice cream! What’s your fave chocolate dessert? Best combo?",
  "At a gastro pub, bone marrow on sourdough was pure gurih! What’s your fave unusual food? Somethin’ you can’t stop eatin’?",
  "Had a kaiseki dessert, looked like a bleedin’ painting! What’s your fave aesthetic dessert? Ever tried one?",
  "Made cultured butter, fermented for 48 hours, smells amazin’! What’s your fave homemade dairy? Long process?",
  "At a patisserie, their mont blanc was chestnut creamy perfection! What’s your fave seasonal dessert? Only around certain times?",
  "Made bagels again, chewy with everything seasonin’! What’s your fave bread for meal prep? Must-have toppin’?",
  "Tried Hokkaido milk bread, soft as a cloud! What’s your fave Asian bread? Ever made it yourself?",
  "Made miso soup with 6-month homemade miso! What’s your fave homemade fermented food? How long’s the process?",
  "At a sake tastin’, their junmai daiginjo was smooth as! What’s your fave traditional drink? Got a food pairin’?",
  "Tried chocolate bonbons, lavender honey fillin’ was unreal! What’s your fave chocolate? Most surprisin’ flavour?",
  "Made croissants with laminated dough, 3-day process but worth it! What’s your toughest bakin’ project? Was it class?",
  "At a farm-to-table resto, the veg was picked that mornin’! What’s your fave local dish? Somethin’ you can’t get enough of?",
  "Made lemon meringue pie, toasted meringue was spot-on! What’s your fave pie? Got a special crust recipe?",
  "At a speakeasy, their nitro cocktail was smokin’ like a science lab! What’s your fave mixology trick? Somethin’ wild?",
  "Tried wagyu katsu sando, juicy with tonkatsu sauce! What’s your fave sandwich? Ever made a premium version?",
  "Made cold brew concentrate, smooth and not acidic! How do you like your coffee? Got a ritual?",
  "Mate, rendang while playin’ Super Mario 64? That’s the stuff, legend! I’m usually munchin’ popcorn when I’m on Overwatch, keeps it light. What grub do you pair with long gaming sessions?",
  "Sate buntel in Solo? Juicy as hell, mate! I’m mad for a kebab near me gaff, perfect for Apex Legends. What street food’s class for a battle royale sesh?",
  "Tubruk coffee for late-night Street Fighter? Deadly, mate! I’m into teh tarik, the sweetness keeps me sharp on Valorant. What drink’s your go-to for grindin’ ranks?",
  "Sop iga while playin’ The Legend of Zelda? Pure cozy, mate! I love a bowl of bakso when I’m on Genshin Impact, the broth’s relaxin’. What food’s good for open-world games like that?",
  "Martabak telor with Dragon Ball? Proper classic, mate! I’m munchin’ nachos when I’m on Rocket League, the crunch is class. What snack do you prep for a game or anime marathon?",
  "Chocolate ice cream for Crash Bandicoot? Spot-on, mate! I’m into mochi when I’m playin’ Hades, the sweetness keeps me goin’. What dessert’s lush for a grindin’ sesh?",
  "Nasi kuning with Tekken? Champion combo, mate! I’m eatin’ nasi goreng when I’m on Street Fighter V, the spice gets me hyped. What food gets you buzzin’ for fightin’ games?",
  "Kimchi for Stardew Valley? Perfect match, mate! I’m into yogurt when I’m on Animal Crossing, fresh and chill. What fermented grub’s good for cozy sim games?",
  "Ayam pop with Resident Evil? Makes the horror hit harder, mate! I’m eatin’ pizza when I’m on Dead by Daylight, easy to scoff. What food’s class for horror games?",
  "Soto with Chrono Trigger? Pure nostalgia, mate! I’m slurrin’ ramen when I’m on Persona 5, the broth keeps me goin’. What food’s good for long RPG sessions?",
  "Kerak telor with Sonic’s OST? Class, mate! I’m munchin’ takoyaki when I’m on Splatoon, feels fun. What festival food’s great for arcade games?",
  "Hakau with Pokémon Gold? Deadly, mate! I’m into siomay when I’m on Monster Hunter, boosts me stamina. What snack do you prep for huntin’ in games?",
  "Cumi goreng tepung with Metal Slug? Crunchy, mate! I’m eatin’ fish and chips when I’m on Sea of Thieves, proper sea vibes. What seafood’s good for nautical games?",
  "Robusta coffee with Castlevania? Bitter kick, mate! I’m sippin’ cold brew when I’m on Cyberpunk 2077, fresh and focused. What drink’s your go-to for action games?",
  "Kue cubit with Pokémon Red? Pure nostalgia, mate! I’m munchin’ brownies when I’m on Among Us, easy to nibble. What snack’s good for short multiplayer games?",
  "Pecel with SimCity? Plannin’ cities while chewin’, mate! I’m eatin’ salad when I’m on Cities: Skylines, healthy and focused. What veggie grub’s class for sim games?",
  "Sushi with Mega Man? Simple but lush, mate! I’m into onigiri when I’m on Sekiro, practical and sharp. What Japanese food’s good for platformers?",
  "Soto daging with RPGs? Warm and hearty, mate! I’m slurrin’ pho when I’m on Final Fantasy XIV, the broth keeps me settled. What soupy grub’s good for MMORPGs?",
  "Es teler with Mario Kart? Refreshin’, mate! I’m sippin’ milkshake when I’m on Forza Horizon, sweet and speedy. What drink’s good for racin’ games?",
  "Wedang jahe with Diablo? Warm and focused, mate! I’m drinkin’ chamomile tea when I’m on Dark Souls, calms me down. What traditional drink’s class for hardcore games?",
  "Tempe mendoan with Contra? Crispy, mate! I’m munchin’ cireng when I’m on Geometry Dash, easy to scoff. What fried snack’s good for retro fast games?",
  "Ayam panggang with Mortal Kombat? Deadly, mate! I’m eatin’ burger when I’m on Tekken 7, practical and hyped. What food gets you buzzin’ for fightin’ games?",
  "Roti bakar keju with Animal Crossing? Pure cozy, mate! I’m munchin’ sandwich when I’m on Stardew Valley, simple and chill. What brekkie’s good for cozy sims?",
  "Bulgogi with StarCraft? Strategy on point, mate! I’m eatin’ kimbap when I’m on Overwatch, easy to munch. What Korean grub’s class for esports sessions?",
  "Kue apem with Harvest Moon? Sweet, mate! I’m munchin’ mochi when I’m on Katamari Damacy, fun vibes. What traditional cake’s good for quirky games?",
  "Nasi pecel with Fire Emblem? Tactics on lock, mate! I’m eatin’ nasi campur when I’m on XCOM 2, full of variety. What food’s good for strategy games?",
  "Chocolate bar with Pokémon Red? Nostalgia hit, mate! I’m munchin’ cookies when I’m on Hollow Knight, crunchy and hyped. What snack’s good for metroidvanias?",
  "Tempe bacem with Donkey Kong? Sweet and savoury, mate! I’m eatin’ fried tofu when I’m on Celeste, simple and focused. What tempe dish’s class for platformers?",
  "Es cendol with Sonic? Quick and fresh, mate! I’m sippin’ coconut water when I’m on Crash Team Racing, fresh and fast. What drink’s good for racin’ games?",
  "Pasta carbonara with Super Smash Bros? Creamy, mate! I’m eatin’ spaghetti when I’m on Mario Party, easy to scoff. What Italian grub’s good for multiplayer games?",
  "Nasi uduk with Final Fantasy VII? Nostalgia vibes, mate! I’m eatin’ nasi liwet when I’m on Dragon Quest XI, the sides keep me goin’. What food’s good for epic RPGs?",
  "Sop buntut with Silent Hill? Horror hits harder, mate! I’m slurrin’ laksa when I’m on Outlast, the broth calms me. What soupy grub’s good for horror games?",
  "Jus alpukat with The Sims? Creamy, mate! I’m sippin’ smoothies when I’m on Planet Zoo, healthy and focused. What drink’s good for chill sim games?",
  "Green curry with Street Fighter II? Spicy, mate! I’m eatin’ pad thai when I’m on Dead or Alive, easy to munch. What Thai grub’s good for fightin’ games?",
  "Martabak mini with Mario Bros? Class, mate! I’m munchin’ kue cubit when I’m on Pac-Man, sweet and hyped. What snack’s good for retro games?",
  "Ayam geprek with Doom? Savage spice, mate! I’m eatin’ spicy wings when I’m on Quake, pumps me up. What spicy grub’s good for FPS games?",
  "Es kopi susu with Ace Attorney? Keeps me sharp, mate! I’m sippin’ latte when I’m on Disco Elysium, creamy and chill. What drink’s good for narrative games?",
  "Batagor with Tekken? Peanut sauce is bang-on, mate! I’m munchin’ siomay when I’m on SoulCalibur, easy to nibble. What dimsum’s good for fightin’ games?",
  "Klepon with Stardew Valley? Gooey goodness, mate! I’m munchin’ gethuk when I’m on Slime Rancher, sweet and chill. What traditional cake’s good for farmin’ games?",
  "Sate kambing with Resident Evil 4? Horror vibes, mate! I’m eatin’ sate taichan when I’m on Phasmophobia, spicy and tense. What sate’s good for horror games?",
  "Es buah with Crash Team Racing? Fresh, mate! I’m sippin’ es campur when I’m on Need for Speed, sweet and speedy. What drink’s good for racin’ games?",
  "Capcay with Dynasty Warriors? Practical, mate! I’m munchin’ dimsum when I’m on Total War, easy to scoff. What Chinese grub’s good for strategy games?",
  "Onde-onde with Harvest Moon? Sesame crunch, mate! I’m munchin’ kue apem when I’m on Rune Factory, sweet and settled. What traditional cake’s good for farmin’ RPGs?",
  "Pecel lele with Suikoden? Classic, mate! I’m eatin’ ayam goreng when I’m on Tales of Arise, crunchy and hyped. What food’s good for long RPGs?",
  "Roti sobek cokelat with Animal Crossing? Cozy as, mate! I’m munchin’ croissant when I’m on Spiritfarer, soft and chill. What bread’s good for cozy games?",
  "Kebab with Tony Hawk’s Pro Skater? Street vibes, mate! I’m eatin’ taco when I’m on Jet Set Radio, fun as hell. What street food’s good for urban games?",
  "Es teh tarik with Phoenix Wright? Fragrant, mate! I’m sippin’ lemon tea when I’m on Layton, tangy and focused. What tea’s good for mystery games?",
  "Kari ayam with Final Fantasy Tactics? Rich spices, mate! I’m eatin’ rendang when I’m on Fire Emblem, keeps me sharp. What food’s good for tactical games?",
  "Tikka masala with Civilization? Strategy vibes, mate! I’m eatin’ naan with curry when I’m on Age of Empires, easy to scoff. What Indian grub’s good for strategy games?",
  "Cireng with Contra? Crunchy, mate! I’m munchin’ bakwan when I’m on Double Dragon, easy to nibble. What fried snack’s good for retro arcade games?",
  "Pudding karamel with The Legend of Zelda? Silky, mate! I’m munchin’ panna cotta when I’m on Ori, sweet and chill. What dessert’s good for adventure games?",
  "Soto banjar with Chrono Cross? Savoury, mate! I’m slurrin’ soto ayam when I’m on Xenoblade Chronicles, the broth keeps me settled. What soto’s good for epic RPGs?",
  "Martabak manis keju with Street Fighter Alpha? Gooey, mate! I’m munchin’ martabak telor when I’m on King of Fighters, gets me hyped. What martabak’s good for fightin’ games?",
  "Es dawet with Sonic Adventure? Quick and sweet, mate! I’m sippin’ es cendol when I’m on Sonic Mania, the palm sugar’s speedy. What drink’s good for platformers?",
  "Mie gomak with Metal Gear Solid? Stealthy, mate! I’m eatin’ bakmi when I’m on Hitman, simple and focused. What Medan grub’s good for stealth games?",
  "Kue lumpur with Stardew Valley? Soft, mate! I’m munchin’ kue apem when I’m on My Time at Portia, sweet and chill. What traditional cake’s good for craftin’ games?",
  "Kerang saus padang with Splatoon? Spicy, mate! I’m munchin’ fried prawns when I’m on Overcooked, crunchy and hyped. What seafood’s good for chaotic multiplayer games?",
  "Kopi robusta with Cyberpunk 2077? Bitter, mate! I’m sippin’ espresso when I’m on Deus Ex, bold and focused. What coffee’s good for cyberpunk games?",
  "Wings pedes with Quake? Adrenaline hit, mate! I’m eatin’ ayam geprek when I’m on CS:GO, spicy and fast. What spicy grub’s good for FPS games?",
  "Brownies with Portal? Gooey, mate! I’m munchin’ cookies when I’m on The Witness, crunchy and chill. What snack’s good for puzzle games?",
  "Gado-gado with SimCity 4? Healthy, mate! I’m eatin’ salad when I’m on Tropico, fresh and focused. What veggie grub’s good for city sims?",
  "Es teler with Mario Kart 64? Sweet, mate! I’m sippin’ es buah when I’m on Diddy Kong Racing, fresh and speedy. What drink’s good for retro racin’ games?",
  "Bebek goreng with Shadow of the Colossus? Crispy, mate! I’m eatin’ ayam betutu when I’m on Horizon Zero Dawn, rich and hyped. What food’s good for epic adventure games?",
  "Kue cubit cokelat with Harvest Moon Back to Nature? Nostalgia, mate! I’m munchin’ mochi when I’m on Story of Seasons, sweet and chill. What cake’s good for farmin’ games?",
  "Sate taichan with Phasmophobia? Spicy and tense, mate! I’m eatin’ sate lilit when I’m on Dead Space, spiced and scary. What sate’s good for horror games?",
  "Es krim cokelat kacang with Super Smash Bros? Classic, mate! I’m eatin’ gelato when I’m on Mario Party, sweet and fun. What ice cream’s good for multiplayer games?",
  "Lalapan with Fire Emblem Three Houses? Spicy, mate! I’m eatin’ karedok when I’m on Advance Wars, fresh and focused. What Sunda grub’s good for strategy games?",
  "Bubur kacang ijo with Animal Crossing New Horizons? Warm, mate! I’m eatin’ bubur ketan hitam when I’m on Cozy Grove, sweet and chill. What porridge’s good for cozy games?",
  "Banh mi with Age of Empires? Strategy vibes, mate! I’m slurrin’ pho when I’m on Total War, the broth keeps me settled. What Vietnamese grub’s good for strategy games?",
  "Lumpia with Mega Man X? Crunchy, mate! I’m munchin’ risoles when I’m on Gunstar Heroes, easy to nibble. What snack’s good for run-and-gun games?",
  "Teh lemon with Layton? Sharp, mate! I’m sippin’ teh tarik when I’m on Zero Escape, sweet and chill. What tea’s good for puzzle narrative games?",
  "Waffle cokelat with The Legend of Zelda Ocarina of Time? Sweet, mate! I’m munchin’ pancake when I’m on Breath of the Wild, easy to scoff. What dessert’s good for adventure games?",
  "Sayur asem with SimCity 2000? Tangy, mate! I’m eatin’ sayur lodeh when I’m on Anno, creamy and chill. What veggie grub’s good for sim games?",
  "Soto ayam with Chrono Trigger? Nostalgia, mate! I’m slurrin’ soto daging when I’m on Secret of Mana, the broth keeps me settled. What soto’s good for classic RPGs?",
  "Donat gula with Pokémon Silver? Simple, mate! I’m munchin’ donat cokelat when I’m on Pokémon Crystal, sweet and hyped. What snack’s good for portable RPGs?",
  "Tinutuan with StarCraft Brood War? Full of veg, mate! I’m eatin’ cakalang fufu when I’m on Command & Conquer, spiced and focused. What Manado grub’s good for strategy games?",
  "Es campur with Need for Speed? Sweet, mate! I’m sippin’ es teler when I’m on Burnout, fresh and speedy. What drink’s good for arcade racin’ games?",
  "Cappuccino with Castlevania Aria of Sorrow? Creamy, mate! I’m sippin’ latte when I’m on Metroid, bold and focused. What coffee’s good for metroidvanias?",
  "Kue kacang with Stardew Valley? Savoury, mate! I’m munchin’ kue nastar when I’m on Harvest Moon, sweet and chill. What dry cake’s good for farmin’ games?",
  "Sate ayam with Resident Evil 3? Rich sauce, mate! I’m eatin’ sate kambing when I’m on Alien Isolation, tense and tasty. What sate’s good for horror games?",
  "Sop iga with Final Fantasy VIII? Savoury, mate! I’m slurrin’ sop buntut when I’m on Tales of Vesperia, the broth keeps me settled. What soup’s good for long RPGs?",
  "Schnitzel with Civilization V? Crispy, mate! I’m eatin’ bratwurst when I’m on Europa Universalis, easy to scoff. What European grub’s good for strategy games?",
  "Es kelapa with Sonic Advance? Fresh, mate! I’m sippin’ es cendol when I’m on Sonic Generations, sweet and speedy. What drink’s good for fast platformers?",
  "Perkedel with Contra Force? Soft, mate! I’m munchin’ bakwan when I’m on Metal Slug, crunchy and hyped. What fried snack’s good for run-and-gun games?",
  "Sop konro with Metal Gear Solid 2? Stealthy, mate! I’m slurrin’ coto when I’m on Splinter Cell, savoury and focused. What Makassar grub’s good for stealth games?",
  "Sandwich with Animal Crossing Wild World? Simple, mate! I’m munchin’ roti bakar when I’m on Stardew Valley, easy to scoff. What brekkie’s good for cozy games?",
  "Nasi goreng kampung with Tekken 3? Spicy, mate! I’m eatin’ nasi goreng seafood when I’m on Street Fighter IV, the spice gets me hyped. What nasi goreng’s good for fightin’ games?",
  "Kue apem pandan with Harvest Moon Friends of Mineral Town? Fragrant, mate! I’m munchin’ kue putu when I’m on Rune Factory, sweet and settled. What traditional cake’s good for farmin’ games?",
  "Es kopi aren with Phoenix Wright Trials and Tribulations? Sweet, mate! I’m sippin’ es kopi susu when I’m on Danganronpa, bold and focused. What coffee’s good for mystery games?",
  "Ayam bakar kecap with Shadow of the Colossus? Sweet, mate! I’m eatin’ ayam betutu when I’m on God of War, rich and hyped. What food’s good for epic adventure games?",
  "Pudding cokelat with The Legend of Zelda Wind Waker? Simple, mate! I’m munchin’ panna cotta when I’m on Ori and the Will of the Wisps, sweet and chill. What dessert’s good for adventure games?",
  "Capcay kuah with SimCity 3000? Loaded, mate! I’m eatin’ sayur kolplay when I’m on Cities: Skylines, fresh and focused. What veggie grub’s good for sim games?",
  "Ikan goreng with Splatoon 2? Crispy, mate! I’m eatin’ ikan bakar when I’m on Monster Hunter, spiced and hyped. What fish’s good for action multiplayer games?",
  "Klepon with Stardew Valley? Gooey, mate! I’m munchin’ onde-onde when I’m on Slime Rancher, savoury and chill. What traditional cake’s good for farmin’ games?",
  "Es kelapa muda with Mario Kart 8? Fresh, mate! I’m sippin’ es buah when I’m on Forza Horizon 5, fresh and speedy. What drink’s good for racin’ games?",
  "Nasi kebuli with Civilization VI? Rich spices, mate! I’m eatin’ kabsah when I’m on Total War, spiced and focused. What Arab grub’s good for strategy games?",
  "Paratha with Age of Empires II? Savoury, mate! I’m eatin’ roti canai when I’m on Crusader Kings, easy to scoff. What bread’s good for strategy games?",
  "Soto ayam with Chrono Cross? Savoury, mate! I’m slurrin’ soto daging when I’m on Xenogears, the broth keeps me settled. What soto’s good for classic RPGs?",
  "Brownies keju with Pokémon Gold? Savoury, mate! I’m munchin’ brownies cokelat when I’m on Pokémon Crystal, gooey and hyped. What snack’s good for portable RPGs?",
  "Plecing kangkung with God of War? Spicy, mate! I’m eatin’ ayam taliwang when I’m on Devil May Cry, spiced and hyped. What Lombok grub’s good for action games?",
  "Es jeruk with Sonic Heroes? Tangy, mate! I’m sippin’ es kelapa when I’m on Sonic Adventure, fresh and speedy. What drink’s good for fast platformers?",
  "Latte with Castlevania Aria of Sorrow? Creamy, mate! I’m sippin’ cappuccino when I’m on Bloodstained, bold and focused. What coffee’s good for metroidvanias?",
  "Kue talam with Harvest Moon Back to Nature? Chewy, mate! I’m munchin’ kue apem when I’m on Story of Seasons, sweet and chill. What traditional cake’s good for farmin’ games?",
  "Sate kambing with Resident Evil 4? Rich, mate! I’m eatin’ sate taichan when I’m on Dead Space, spicy and tense. What sate’s good for horror games?",
  "Sop daging with Final Fantasy IX? Savoury, mate! I’m slurrin’ sop buntut when I’m on Tales of Berseria, the broth keeps me settled. What soup’s good for long RPGs?",
  "Steak sirloin with Devil May Cry? Class, mate! I’m eatin’ steak ribeye when I’m on Bayonetta, saucy and hyped. What steak’s good for stylish action games?",
  "Es kopi pandan with Phoenix Wright Justice for All? Fragrant, mate! I’m sippin’ es kopi susu when I’m on Ace Attorney Investigations, bold and focused. What coffee’s good for mystery games?",
  "Éclair with The Sims? Creamy, mate! I’m munchin’ kue soes when I’m on SimCity, sweet and chill. What cake’s good for sim games?",
  "Soto daging with Chrono Trigger? Rich, mate! I’m slurrin’ soto ayam when I’m on Secret of Mana, the broth keeps me settled. What soto’s good for classic RPGs?",
  "Pisang goreng with Super Mario World? Crispy, mate! I’m munchin’ pisang bakar when I’m on Donkey Kong Country, sweet and hyped. What snack’s good for retro platformers?",
  "Cold brew with Castlevania Bloodlines? Fresh, mate! I’m sippin’ americano when I’m on Hollow Knight, bitter and focused. What coffee’s good for metroidvanias?",
  "Kue apem with Stardew Valley? Sweet, mate! I’m munchin’ kue lumpur when I’m on My Time at Sandrock, soft and chill. What traditional cake’s good for craftin’ games?",
  "Soto banjar with Final Fantasy VI? Savoury, mate! I’m slurrin’ soto ayam when I’m on Chrono Cross, the broth keeps me settled. What soto’s good for classic RPGs?",
  "Roti sobek cokelat with Animal Crossing New Horizons? Soft, mate! I’m munchin’ roti pisang when I’m on Spiritfarer, sweet and chill. What bread’s good for cozy games?",
  "Ayam betutu with Shadow of the Colossus? Rich, mate! I’m eatin’ ayam bakar when I’m on Horizon Forbidden West, savoury and hyped. What food’s good for epic adventure games?",
  "Es kopi susu aren with Phoenix Wright Dual Destinies? Sweet, mate! I’m sippin’ es kopi pandan when I’m on Danganronpa 2, fragrant and focused. What coffee’s good for mystery games?",
  "Kue kacang with Harvest Moon A Wonderful Life? Savoury, mate! I’m munchin’ kue nastar when I’m on Story of Seasons, sweet and chill. What dry cake’s good for farmin’ games?",
  "Soto ayam with Chrono Cross? Savoury, mate! I’m slurrin’ soto daging when I’m on Xenoblade Chronicles 2, the broth keeps me settled. What soto’s good for epic RPGs?",
  "Es buah with Mario Kart Double Dash? Fresh, mate! I’m sippin’ es campur when I’m on Crash Team Racing, sweet and speedy. What drink’s good for retro racin’ games?",
  "Cappuccino with Castlevania Aria of Sorrow? Creamy, mate! I’m sippin’ latte when I’m on Bloodstained, bold and focused. What coffee’s good for metroidvanias?",
  "Kue talam with Stardew Valley? Chewy, mate! I’m munchin’ kue apem when I’m on Rune Factory, sweet and chill. What traditional cake’s good for farmin’ games?",
  "Soto daging with Final Fantasy VII? Rich, mate! I’m slurrin’ soto ayam when I’m on Tales of Arise, the broth keeps me settled. What soto’s good for long RPGs?",
  "Martabak manis cokelat with Super Smash Bros Melee? Gooey, mate! I’m munchin’ martabak telor when I’m on Mario Party, gets me hyped. What martabak’s good for multiplayer games?",
  "Panna cotta with The Legend of Zelda Majora’s Mask? Silky, mate! I’m munchin’ pudding when I’m on Breath of the Wild, sweet and chill. What dessert’s good for adventure games?",
  "Sayur lodeh with SimCity 4? Creamy, mate! I’m eatin’ sayur asem when I’m on Cities: Skylines, tangy and focused. What veggie grub’s good for sim games?",
  "Es teh lemon with Phoenix Wright Spirit of Justice? Tangy, mate! I’m sippin’ teh tarik when I’m on Zero Escape, sweet and chill. What tea’s good for mystery games?",
  "Kue apem with Harvest Moon Back to Nature? Sweet, mate! I’m munchin’ kue putu when I’m on Story of Seasons, fragrant and chill. What traditional cake’s good for farmin’ games?",
  "Soto ayam with Chrono Trigger? Savoury, mate! I’m slurrin’ soto daging when I’m on Secret of Mana, the broth keeps me settled. What soto’s good for classic RPGs?",
  "Kue soes with The Sims 2? Creamy, mate! I’m munchin’ éclair when I’m on SimCity, sweet and chill. What cake’s good for sim games?",
  "Sate taichan with Dead Space? Spicy, mate! I’m eatin’ sate kambing when I’m on Alien Isolation, rich and tense. What sate’s good for horror games?",
  "Es campur with Forza Horizon 5? Sweet, mate! I’m sippin’ es buah when I’m on Need for Speed, fresh and speedy. What drink’s good for racin’ games?",
  "Latte caramel with Castlevania Dawn of Sorrow? Creamy, mate! I’m sippin’ cappuccino when I’m on Bloodstained, bold and focused. What coffee’s good for metroidvanias?",
  "Kue apem pandan with Stardew Valley? Fragrant, mate! I’m munchin’ kue lumpur when I’m on My Time at Portia, soft and chill. What traditional cake’s good for craftin’ games?",
  "Soto daging with Chrono Cross? Rich, mate! I’m slurrin’ soto ayam when I’m on Xenogears, the broth keeps me settled. What soto’s good for classic RPGs?",
  "Pisang bakar with Donkey Kong Country? Sweet, mate! I’m munchin’ pisang goreng when I’m on Super Mario World, crispy and hyped. What snack’s good for retro platformers?",
  "Americano with Hollow Knight? Bitter, mate! I’m sippin’ cold brew when I’m on Ori, fresh and focused. What coffee’s good for metroidvanias?",
  "Kue nastar with Harvest Moon Back to Nature? Sweet, mate! I’m munchin’ kue kacang when I’m on Story of Seasons, savoury and chill. What dry cake’s good for farmin’ games?"
]
