[
  "Haha, rendang cooked for 3 hours? Fair play, mate! I’m mad for spicy rendang meself, but makin’ it? Nah, too much hassle. Munchin’ rendang while playin’ Super Mario 64 would be class, though! What game do you pair with your grub?",
  "Sate klatak? Jaysus, that’s like a rare drop in an RPG! I had sate buntel in Solo once, proper juicy. Speakin’ of food, you ever play Harvest Moon? It’s deadly, buildin’ a farm while scoffin’ sate!",
  "Sencha tea? Classy, mate, like somethin’ out of Final Fantasy! I’m a coffee man, keeps me goin’ for late-night retro games. Ever tried coffee while bashin’ away at Street Fighter? What retro game’s your vibe?",
  "Sop iga Betawi? Me mouth’s waterin’, mate! There’s this little spot near me gaff does deadly soto mie. You ever play The Legend of Zelda? Slurpin’ sop iga while playin’ that’d be pure epic!",
  "Martabak manis gone flat? Haha, keep at it, mate! I’m all about martabak telor, especially when I’m watchin’ old-school Dragon Ball. You ever whip up snacks for a gaming or anime marathon?",
  "Creme brulee? Dead fancy, mate! I’m happy with plain chocolate ice cream, perfect for Crash Bandicoot sessions. What dessert do you munch when you’re gamin’? Spill the beans!",
  "Nasi uduk Jakarta? Deadly, mate! I love nasi kuning, comes with all the good stuff. Ever had nasi uduk while playin’ Tekken? Bashin’ opponents with that’d be class! What fightin’ game’s your thing?",
  "Homemade kimchi? Respect, mate, like craftin’ in an RPG! I tried sauerkraut once, tangy and spicy. You into sim games like Stardew Valley? What grub goes with that kinda game?",
  "Gulai otak? Bleedin’ hell, that’s proper adventurous! I’m into ayam pop from Padang, simple but class. Ever eaten Padang food while playin’ Resident Evil? Makes the horror hit harder! What horror game’s your fave?",
  "Soto Betawi? Pure lush, mate! I’m mad for village-style soto ayam, clear broth and all. You ever play Chrono Trigger? Soto with a classic game like that’d be cozy as hell!",
  "Kerak telor at a food festival? Deadly, mate! I hit up a street food fest once, found class batagor. Eatin’ festival grub while listenin’ to Sonic’s retro OST – sound good? What game OST gets you goin’?",
  "Homemade bakpao? Fair play, mate! I’m all about hakau dimsum, especially when playin’ Pokémon Gold. You ever make snacks for a long gaming sesh? Tell us the craic!",
  "Kepiting saus padang? Me gob’s waterin’, mate! I love crispy cumi goreng tepung. Ever had seafood while playin’ arcade games like Metal Slug? What arcade game’s your go-to?",
  "Aceh Gayo coffee? Bitter and bold, mate! I’m into plain tubruk coffee, great for Castlevania nights. What’s your fave coffee spot? Ever gamed with a coffee in a café?",
  "Steamed brownies? Melts in the mouth, mate, bet they’re class! I’m mad for kue cubit, just the right sweet. Ever baked for your gaming mates? What game pairs with brownies?",
  "Gado-gado? Veggies but deadly, mate! I’m into pecel, the sauce is proper thick. Ever eaten veg while playin’ SimCity? Feels right, plannin’ a city! What sim game’s your thing?",
  "Shoyu ramen? Class, mate, straight outta anime! I’m a sushi fan, simple but lush. Ever had Japanese grub while playin’ Mega Man? What platformer’s your fave?",
  "Clear soto ayam? Warms the belly, mate! I love soto daging, rich broth. Got a local soto spot I hit up. You play RPGs while eatin’ soto?",
  "Es campur? Pure refreshin’, mate! I’m mad for es teler with avocado. Ever tried traditional iced drinks while racin’ in Mario Kart? What drink’s class for racin’ games?",
  "Kunyit asam jamu? Deadly, mate, like a potion in a game! I’m into wedang jahe, warms the throat. Ever sipped jamu while playin’ Diablo? What action game’s your vibe?",
  "Honey pisang goreng? Crispy as hell, mate! I’m mad for tempe mendoan, perfect with Contra. What’s your top gorengan? What game goes with fried snacks?",
  "Ayam bakar with rujak spice? Spicy and sweet, mate, bet it’s class! I’m into plain ayam panggang, the marinade’s unreal. Ever had ayam bakar while playin’ Mortal Kombat? What fightin’ game’s your thing?",
  "Avocado toast? Proper trendy, mate! I’m all about cheese roti bakar, simple but deadly. Brekkie while playin’ Animal Crossing – sound good? What cozy game’s your fave?",
  "Bibimbap? Spicy kick, mate! I’m into bulgogi, sweet and savoury. Ever had Korean grub while playin’ StarCraft? What strategy game’s your go-to?",
  "Kue lumpur? Soft and lush, mate! I’m mad for kue apem, just sweet enough. Ever baked traditional cakes for Harvest Moon sessions? What cake’s class for that game?",
  "Nasi liwet Solo? Full of goodies, mate! I’m into nasi pecel, fresh veg and all. Ever had nasi while playin’ Fire Emblem? What tactics game’s your vibe?",
  "Bali chocolate? Classy, mate! I’m happy with a plain chocolate bar with nuts. Ever munched chocolate while playin’ Pokémon Red? What retro game’s got you nostalgic?",
  "Tempe mendoan? Crispy, mate, love it! I’m into tempe bacem, sweet and savoury. Ever eaten tempe while playin’ Donkey Kong? What platformer’s your thing?",
  "Es dawet? Cool and refreshin’, mate, especially in the heat! I’m mad for es cendol, thick palm sugar. Ever sipped es while playin’ Sonic the Hedgehog? What drink’s good for fast games?",
  "Thin-crust pizza? Melty cheese, mate, deadly! I’m into creamy pasta carbonara. Ever had Italian grub while playin’ Super Smash Bros? What multiplayer game’s your fave?",
  "Nasi kuning? Pure nostalgia, mate! I’m mad for nasi uduk, loads of sides. Ever eaten nasi while playin’ Final Fantasy VII? What RPG keeps you glued?",
  "Rawon? Thick broth, mate, class! I’m into sop buntut, meat falls off the bone. Ever had soupy grub while playin’ Silent Hill? What horror game’s your vibe?",
  "Smoothie bowl? Healthy and deadly, mate! I’m into avocado juice, creamy as. Ever sipped smoothies while playin’ The Sims? What sim game’s your thing?",
  "Tom yum? Spicy and sour, mate, wakes you up! I’m mad for green curry, thick and lush. Ever had Thai grub while playin’ Street Fighter II? What fightin’ game’s your fave?",
  "Kue cubit? Takes me back, mate! I’m into mini martabak with chocolate sprinkles. Ever munched kue while playin’ Mario Bros? What kue’s class for retro games?",
  "Ayam rica-rica? Proper spicy, mate! I’m mad for ayam geprek, sambal’s brutal. Ever eaten spicy grub while playin’ Doom? What action game’s your vibe?",
  "Matcha latte? Creamy and lush, mate! I’m into es kopi susu, just sweet enough. Ever sipped café drinks while playin’ Ace Attorney? What mystery game’s your thing?",
  "Homemade siomay? Fair play, mate! I’m mad for batagor, peanut sauce is unreal. Ever had dimsum while playin’ Tekken? What fightin’ game’s your fave?",
  "Gethuk lindri? Soft and deadly, mate! I’m into klepon, gooey palm sugar. Ever munched market snacks while playin’ Stardew Valley? What kue’s good for farmin’ games?",
  "Sate taichan? Spicy as hell, mate! I’m mad for sate kambing, thick marinade. Ever had sate while playin’ Resident Evil 4? What horror game’s your vibe?",
  "Es teler? Refreshin’, mate, love the avocado! I’m into es buah with jackfruit. Ever sipped es while playin’ Crash Team Racing? What drink’s class for racin’ games?",
  "Ayam kungpao? Sweet and spicy, mate! I’m into capcay, fresh veg and all. Ever had Chinese grub while playin’ Dynasty Warriors? What action game’s your thing?",
  "Klepon? Gooey and pandan-scented, mate! I’m mad for onde-onde, sesame crunch. Ever baked traditional kue for Harvest Moon? What kue’s good for that game?",
  "Gudeg? Sweet and savoury, mate, proper Javanese! I’m into pecel lele, spicy sambal. Ever had Javanese grub while playin’ Suikoden? What RPG’s your fave?",
  "Cheese roti bakar? Melty and lush, mate! I’m into chocolate roti sobek, soft as. Ever munched roti while playin’ Animal Crossing? What cozy game’s your thing?",
  "Fish taco? Fresh and deadly, mate! I’m mad for kebab, juicy meat. Ever had street food while playin’ Tony Hawk’s Pro Skater? What game pairs with street grub?",
  "Es kopi susu with palm sugar? Sweet and bold, mate! I’m into es teh tarik, fragrant as. Ever sipped coffee while playin’ Phoenix Wright? What mystery game’s your vibe?",
  "Opor ayam? Thick and lush, mate! I’m mad for ayam kari, packed with spices. Ever had creamy grub while playin’ Final Fantasy Tactics? What tactics game’s your thing?",
  "Butter chicken? Creamy and class, mate! I’m into tikka masala, spicy and lush. Ever had Indian grub while playin’ Civilization? What strategy game’s your fave?",
  "Pisang molen? Crispy and lush, mate! I’m mad for cireng with spicy sauce. Ever munched gorengan while playin’ Contra? What gorengan’s class for retro games?",
  "Panna cotta? Silky and fancy, mate! I’m into caramel pudding, just sweet enough. Ever had dessert while playin’ The Legend of Zelda? What dessert’s good for adventure games?",
  "Soto lamongan? Koya’s savoury as hell, mate! I’m mad for soto banjar with ketupat. Ever had soto while playin’ Chrono Cross? What RPG’s your vibe?",
  "Martabak telor? Thick and deadly, mate! I’m into cheesy martabak manis, melty as. Ever munched martabak while playin’ Street Fighter Alpha? What fightin’ game’s your thing?",
  "Es cincau? Cool and refreshin’, mate, especially in the heat! I’m mad for es dawet, thick palm sugar. Ever sipped es while playin’ Sonic Adventure? What drink’s good for fast games?",
  "Soto Medan? Packed with spices, mate! I’m into mie gomak, spicy and lush. Ever had Medan grub while playin’ Metal Gear Solid? What stealth game’s your fave?",
  "Kue apem? Fluffy and lush, mate! I’m mad for kue lumpur, soft and sweet. Ever baked kue while playin’ Stardew Valley? What kue’s good for farmin’ games?",
  "Prawns with salted egg sauce? Melty and addictive, mate! I’m into kerang saus padang, spicy as. Ever had seafood while playin’ Splatoon? What shooter game’s your thing?",
  "Kopi luwak? Smooth and posh, mate! I’m mad for robusta, bitter kick. Ever sipped coffee while playin’ Castlevania Aria of Sorrow? What game pairs with coffee?",
  "Ayam geprek? Brutal sambal, mate! I’m into ayam rica-rica, proper spicy. Ever had spicy grub while playin’ Doom Eternal? What action game’s your vibe?",
  "Cheesecake? Creamy and lush, mate! I’m mad for brownies, chocolatey and melty. Ever munched kue while playin’ Portal? What puzzle game’s your thing?",
  "Pecel? Thick peanut sauce, mate! I’m into gado-gado, fresh veg. Ever had veg while playin’ SimCity 4? What sim game’s your fave?",
  "Es kelapa muda? Pure refreshin’, mate! I’m mad for es teler with jackfruit. Ever sipped es while playin’ Mario Kart 64? What drink’s class for racin’ games?",
  "Ayam betutu? Spicy and Balinese, mate! I’m into crispy bebek goreng. Ever had Balinese grub while playin’ Shadow of the Colossus? What adventure game’s your thing?",
  "Steamed bolu? Soft and fragrant, mate! I’m mad for chocolate kue cubit. Ever baked kue while playin’ Harvest Moon Back to Nature? What kue’s good for that game?",
  "Sate lilit? Savoury and lush, mate! I’m into sate klatak, simple but class. Ever had sate while playin’ Resident Evil 2? What horror game’s your vibe?",
  "Homemade ice cream? Deadly, mate! I’m into chocolate nut ice cream, proper classic. Ever had ice cream while playin’ Super Smash Bros? What multiplayer game’s your thing?",
  "Karedok? Spicy and fresh, mate! I’m mad for lalapan, sambal’s unreal. Ever had Sundanese grub while playin’ Fire Emblem Three Houses? What tactics game’s your fave?",
  "Bubur ketan hitam? Sweet and cozy, mate! I’m into bubur kacang ijo, warm as. Ever had bubur while playin’ Animal Crossing New Horizons? What cozy game’s your thing?",
  "Pho? Clear broth, mate, class! I’m into banh mi, juicy meat. Ever had Vietnamese grub while playin’ Age of Empires? What strategy game’s your vibe?",
  "Risoles? Crispy and lush, mate! I’m mad for lumpia, packed with fillings. Ever munched snacks while playin’ Mega Man X? What platformer’s your thing?",
  "Es teh tarik? Fragrant and refreshin’, mate! I’m into es teh lemon, tangy and sweet. Ever sipped tea while playin’ Phoenix Wright Ace Attorney? What mystery game’s your fave?",
  "Croffle? Melty and trendy, mate! I’m into chocolate waffles, simple but lush. Ever had dessert while playin’ The Legend of Zelda Ocarina of Time? What dessert’s good for that game?",
  "Sayur lodeh? Thick and lush, mate! I’m into sayur asem, tangy and fresh. Ever had veg while playin’ SimCity 2000? What sim game’s your vibe?",
  "Soto mie Bogor? Chewy and savoury, mate! I’m mad for soto ayam, clear broth. Ever had soto while playin’ Chrono Trigger? What RPG’s your thing?",
  "Homemade donat? Fluffy and class, mate! I’m into sugar donat, proper classic. Ever baked donat while playin’ Pokémon Silver? What snack’s good for that game?",
  "Ayam woku? Spicy and packed with flavour, mate! I’m into tinutuan, loaded with veg. Ever had Manado grub while playin’ StarCraft Brood War? What strategy game’s your fave?",
  "Es buah? Refreshin’, mate, love the melon! I’m mad for es campur with cincau. Ever sipped es while playin’ Crash Team Racing Nitro-Fueled? What drink’s class for racin’ games?",
  "Flat white? Smooth and bold, mate! I’m into cappuccino, soft foam. Ever sipped coffee while playin’ Castlevania Dawn of Sorrow? What game pairs with coffee?",
  "Kue nastar? Crumbly and lush, mate! I’m mad for kue kacang, savoury and sweet. Ever baked dry kue while playin’ Stardew Valley? What kue’s good for farmin’ games?",
  "Sate maranggi? Tender and punchy, mate! I’m into sate ayam, thick peanut sauce. Ever had sate while playin’ Resident Evil 3? What horror game’s your vibe?",
  "Sop buntut? Melts in the mouth, mate! I’m mad for sop iga, savoury broth. Ever had sop while playin’ Final Fantasy VIII? What RPG’s your thing?",
  "Bratwurst? Savoury and class, mate! I’m into crispy schnitzel. Ever had European grub while playin’ Civilization V? What strategy game’s your fave?",
  "Es cendol? Thick and cool, mate! I’m mad for es dawet with santan. Ever sipped es while playin’ Sonic Advance? What drink’s good for fast games?",
  "Bakwan jagung? Crispy and lush, mate! I’m into perkedel, soft and savoury. Ever munched gorengan while playin’ Contra Force? What gorengan’s class for retro games?",
  "Coto Makassar? Packed with spices, mate! I’m into sop konro, meat’s unreal. Ever had Makassar grub while playin’ Metal Gear Solid 2? What stealth game’s your thing?",
  "Pancake? Sweet and deadly, mate! I’m into egg roti bakar, savoury and lush. Ever had brekkie while playin’ Animal Crossing Wild World? What cozy game’s your vibe?",
  "Truffle nasi goreng? Fancy and fragrant, mate! I’m mad for kampung nasi goreng, spicy as. Ever had nasi goreng while playin’ Tekken 3? What fightin’ game’s your thing?",
  "Kue putu? Pandan-scented bliss, mate! I’m into kue apem, soft and sweet. Ever baked traditional kue while playin’ Harvest Moon Friends of Mineral Town? What kue’s good for that game?",
  "Es kopi pandan? Unique and refreshin’, mate! I’m mad for es kopi susu aren, sweet and spot-on. Ever sipped coffee while playin’ Phoenix Wright Trials and Tribulations? What mystery game’s your vibe?",
  "Ayam panggang with Balinese spice? Spicy and bold, mate! I’m into ayam bakar kecap, sweet and savoury. Ever had ayam while playin’ Shadow of the Colossus? What adventure game’s your thing?",
  "Tiramisu? Creamy and lush, mate! I’m into chocolate pudding, simple and sweet. Ever had dessert while playin’ The Legend of Zelda Wind Waker? What dessert’s good for that game?",
  "Sayur kolplay? Sour and spicy, mate! I’m mad for capcay kuah, loaded with veg. Ever had veg while playin’ SimCity 3000? What sim game’s your fave?",
  "Pecel lele? Brutal sambal, mate! I’m into ikan bakar, marinade’s unreal. Ever had fish while playin’ Splatoon 2? What shooter game’s your thing?",
  "Onde-onde? Gooey and savoury, mate! I’m mad for klepon, palm sugar burst. Ever baked kue while playin’ Stardew Valley? What kue’s good for farmin’ games?",
  "Es kuwut? Refreshin’ with lime, mate! I’m into es kelapa muda, pure fresh. Ever sipped es while playin’ Mario Kart 8? What drink’s class for racin’ games?",
  "Kabsah? Rich with spices, mate! I’m mad for nasi kebuli, tender meat. Ever had Arab grub while playin’ Civilization VI? What strategy game’s your vibe?",
  "Roti canai? Savoury and lush, mate! I’m into paratha with curry. Ever had roti while playin’ Age of Empires II? What strategy game’s your thing?",
  "Soto banjar? Ketupat’s deadly, mate! I’m mad for soto ayam, clear broth. Ever had soto while playin’ Chrono Cross? What RPG’s your fave?",
  "Chocolate brownies? Melty with crunchy nuts, mate! I’m into cheesy brownies, savoury and sweet. Ever baked brownies while playin’ Pokémon Gold? What snack’s good for that game?",
  "Ayam taliwang? Proper spicy, mate! I’m mad for plecing kangkung, fresh and fiery. Ever had Lombok grub while playin’ God of War? What action game’s your vibe?",
  "Es timun? Cool and unique, mate! I’m into es jeruk, tangy and sweet. Ever sipped es while playin’ Sonic Heroes? What drink’s good for fast games?",
  "Cappuccino? Soft foam, mate! I’m mad for latte, creamy as. Ever sipped coffee while playin’ Castlevania Aria of Sorrow? What game pairs with coffee?",
  "Kue lapis? Chewy and sweet, mate! I’m into kue talam, savoury and soft. Ever baked kue while playin’ Harvest Moon Back to Nature? What kue’s good for that game?",
  "Sate kerang? Spicy and sweet, mate! I’m mad for sate kambing, thick sauce. Ever had sate while playin’ Resident Evil 4? What horror game’s your thing?",
  "Sop ayam? Warm and cozy, mate! I’m into sop daging, rich broth. Ever had sop while playin’ Final Fantasy IX? What RPG’s your vibe?",
  "Wagyu steak? Melts in the mouth, mate, pure posh! I’m into sirloin with deadly sauce. Ever had steak while playin’ Devil May Cry? What action game’s your thing?",
  "Es kopi susu aren? Sweet and bold, mate! I’m into es kopi pandan, fragrant as. Ever sipped coffee while playin’ Phoenix Wright Justice for All? What mystery game’s your fave?",
  "Kue soes? Melty and lush, mate! I’m mad for éclair, creamy filling. Ever baked kue while playin’ The Sims? What kue’s good for sim games?",
  "Soto betawi? Thick and savoury, mate! I’m into soto daging, rich broth. Ever had soto while playin’ Chrono Trigger? What RPG’s your thing?",
  "Pisang bakar? Sweet with melty cheese, mate! I’m mad for pisang goreng, crispy as. Ever munched snacks while playin’ Super Mario World? What snack’s good for retro games?",
  "Cold brew? Bitter and fresh, mate! I’m into es kopi susu, sweet and spot-on. Ever sipped coffee while playin’ Castlevania Bloodlines? What game pairs with coffee?",
  "Kue pancong? Savoury and lush, mate! I’m mad for kue apem, soft and sweet. Ever baked kue while playin’ Stardew Valley? What kue’s good for farmin’ games?",
  "Soto ayam lamongan? Koya’s unreal, mate! I’m into soto banjar, savoury broth. Ever had soto while playin’ Final Fantasy VI? What RPG’s your vibe?",
  "Roti pisang? Soft with sweet raisins, mate! I’m mad for chocolate roti sobek. Ever munched roti while playin’ Animal Crossing New Leaf? What cozy game’s your thing?",
  "Ayam bumbu Bali? Spicy and bold, mate! I’m into ayam bakar kecap, sweet and savoury. Ever had ayam while playin’ Shadow of the Colossus? What adventure game’s your fave?",
  "Es kopi susu with brown sugar? Strong and sweet, mate! I’m into es kopi aren, refreshin’. Ever sipped coffee while playin’ Phoenix Wright Dual Destinies? What mystery game’s your vibe?",
  "Kue putri salju? Crumbly and savoury, mate! I’m mad for kue kacang, crispy and sweet. Ever baked kue while playin’ Harvest Moon A Wonderful Life? What kue’s good for that game?",
  "Soto bongko? Loaded with goodies, mate! I’m into soto ayam, clear broth. Ever had soto while playin’ Chrono Cross? What RPG’s your thing?",
  "Es mangga? Refreshin’ and creamy, mate! I’m mad for es buah with jackfruit. Ever sipped es while playin’ Mario Kart Double Dash? What drink’s class for racin’ games?",
  "Latte art? Cute and deadly, mate! I’m into cappuccino, soft foam. Ever sipped coffee while playin’ Castlevania Aria of Sorrow? What game pairs with coffee?",
  "Kue bugis? Sweet and savoury, mate! I’m mad for kue talam, chewy texture. Ever baked kue while playin’ Stardew Valley? What kue’s good for farmin’ games?",
  "Soto kudus? Clear and lush, mate! I’m into soto daging, rich broth. Ever had soto while playin’ Final Fantasy VII? What RPG’s your vibe?",
  "Mini martabak? Kids love ‘em, mate! I’m into chocolate martabak manis, melty as. Ever munched martabak while playin’ Super Smash Bros Melee? What multiplayer game’s your thing?",
  "Affogato? Bitter and sweet, mate! I’m into plain chocolate ice cream, simple and lush. Ever had dessert while playin’ The Legend of Zelda Majora’s Mask? What dessert’s good for that game?",
  "Sayur asem? Tangy and fresh, mate! I’m mad for sayur lodeh, thick santan. Ever had veg while playin’ SimCity 4? What sim game’s your fave?",
  "Es teh serai? Fragrant and refreshin’, mate! I’m into es teh lemon, tangy and sweet. Ever sipped tea while playin’ Phoenix Wright Spirit of Justice? What mystery game’s your thing?",
  "Kue dadar gulung? Sweet and melty, mate! I’m mad for klepon, gooey palm sugar. Ever baked kue while playin’ Harvest Moon Back to Nature? What kue’s good for that game?",
  "Soto tangkar? Savoury and lush, mate! I’m into soto ayam, clear broth. Ever had soto while playin’ Chrono Trigger? What RPG’s your vibe?",
  "Cinnamon roll? Gooey caramel, mate! I’m into sugar donat, simple and sweet. Ever baked kue while playin’ The Sims 2? What kue’s good for sim games?",
  "Sate ayam Madura? Thick sauce, mate! I’m mad for sate kambing, rich marinade. Ever had sate while playin’ Resident Evil 2? What horror game’s your thing?",
  "Es buah naga? Refreshin’ and creamy, mate! I’m mad for es campur with cincau. Ever sipped es while playin’ Mario Kart Wii? What drink’s class for racin’ games?",
  "Vanilla latte? Soft and sweet, mate! I’m into caramel latte, creamy as. Ever sipped coffee while playin’ Castlevania Dawn of Sorrow? What game pairs with coffee?",
  "Kue wajik? Chewy and savoury, mate! I’m mad for kue apem, soft and sweet. Ever baked kue while playin’ Stardew Valley? What kue’s good for farmin’ games?",
  "Soto ceker? Soft and clear, mate! I’m into soto daging, rich broth. Ever had soto while playin’ Final Fantasy VIII? What RPG’s your vibe?",
  "Roti sobek? Soft with melty chocolate, mate! I’m mad for roti pisang, sweet as. Ever munched roti while playin’ Animal Crossing New Horizons? What cozy game’s your thing?",
  "Nasi biryani? Packed with spices, mate! I’m mad for nasi kebuli, tender meat. Ever had nasi while playin’ Civilization IV? What strategy game’s your fave?",
  "Es teh melati? Fragrant and refreshin’, mate! I’m into es teh lemon, tangy and sweet. Ever sipped tea while playin’ Phoenix Wright Apollo Justice? What mystery game’s your vibe?",
  "Kue koci? Sweet and savoury, mate! I’m mad for kue talam, chewy texture. Ever baked kue while playin’ Harvest Moon Friends of Mineral Town? What kue’s good for that game?",
  "Soto pacitan? Clear and tender, mate! I’m into soto ayam, savoury broth. Ever had soto while playin’ Chrono Cross? What RPG’s your thing?",
  "Lumpia goreng? Crispy and lush, mate! I’m mad for risoles, packed with fillings. Ever munched snacks while playin’ Mega Man X2? What platformer’s your fave?",
  "Cortado? Bold and deadly, mate! I’m into cappuccino, soft foam. Ever sipped coffee while playin’ Castlevania Aria of Sorrow? What game pairs with coffee?",
  "Kue lepet? Savoury and sticky, mate! I’m mad for kue apem, soft and sweet. Ever baked kue while playin’ Stardew Valley? What kue’s good for farmin’ games?",
  "Soto semarang? Loaded with goodies, mate! I’m into soto daging, rich broth. Ever had soto while playin’ Final Fantasy IX? What RPG’s your vibe?",
  "Kue mangkok? Fluffy and fragrant, mate! I’m mad for kue cubit, sweet as. Ever baked kue while playin’ Harvest Moon Back to Nature? What kue’s good for that game?",
  "Nasi campur Bali? Packed with flavour, mate! I’m mad for nasi gudeg, sweet and savoury. Ever had nasi while playin’ Shadow of the Colossus? What adventure game’s your thing?",
  "Es kopi susu kacang? Unique and sweet, mate! I’m into es kopi aren, refreshin’. Ever sipped coffee while playin’ Phoenix Wright Trials and Tribulations? What mystery game’s your vibe?",
  "Kue serabi? Sweet and savoury, mate! I’m mad for kue apem, soft texture. Ever baked kue while playin’ Stardew Valley? What kue’s good for farmin’ games?",
  "Soto purwokerto? Thick and lush, mate! I’m into soto ayam, clear broth. Ever had soto while playin’ Chrono Trigger? What RPG’s your thing?",
  "Es semangka? Refreshin’ with lime, mate! I’m into es kelapa muda, pure fresh. Ever sipped es while playin’ Mario Kart 8 Deluxe? What drink’s class for racin’ games?",
  "Hazelnut latte? Creamy and sweet, mate! I’m into caramel latte, lush as. Ever sipped coffee while playin’ Castlevania Dawn of Sorrow? What game pairs with coffee?",
  "Kue klemben? Crumbly and savoury, mate! I’m mad for kue kacang, sweet and crispy. Ever baked kue while playin’ Harvest Moon A Wonderful Life? What kue’s good for that game?",
  "Soto garut? Clear and tender, mate! I’m into soto daging, rich broth. Ever had soto while playin’ Final Fantasy VII? What RPG’s your vibe?",
  "Kue pukis? Soft with cheesy goodness, mate! I’m mad for chocolate kue cubit, sweet as. Ever baked kue while playin’ Stardew Valley? What kue’s good for farmin’ games?",
  "Nasi uduk betawi? Loaded with sides, mate! I’m mad for nasi kuning, packed with spices. Ever had nasi while playin’ Shadow of the Colossus? What adventure game’s your thing?",
  "Es kopi susu matcha? Unique and refreshin’, mate! I’m into es kopi pandan, fragrant as. Ever sipped coffee while playin’ Phoenix Wright Dual Destinies? What mystery game’s your vibe?",
  "Kue getas? Sweet and savoury, mate! I’m mad for kue talam, chewy texture. Ever baked kue while playin’ Harvest Moon Friends of Mineral Town? What kue’s good for that game?",
  "Soto pekalongan? Clear and soft, mate! I’m into soto ayam, savoury broth. Ever had soto while playin’ Chrono Cross? What RPG’s your thing?",
  "Pisang nugget? Melty and lush, mate! I’m mad for pisang goreng, crispy as. Ever munched snacks while playin’ Super Mario World? What snack’s good for retro games?",
  "Americano? Bitter and bold, mate! I’m into cold brew, fresh as. Ever sipped coffee while playin’ Castlevania Bloodlines? What game pairs with coffee?",
  "Kue kembang goyang? Crispy and lush, mate! I’m mad for kue kacang, savoury and sweet. Ever baked kue while playin’ Stardew Valley? What kue’s good for farmin’ games?",
  "Soto tegal? Clear and tender, mate! I’m into soto daging, rich broth. Ever had soto while playin’ Final Fantasy VIII? What RPG’s your vibe?",
  "Kue sagu keju? Fragrant and crispy, mate! I’m mad for kue nastar, sweet jam. Ever baked kue while playin’ Harvest Moon Back to Nature? What kue’s good for that game?",
  "Nasi kebuli? Packed with spices, mate! I’m mad for nasi biryani, tender meat. Ever had nasi while playin’ Civilization V? What strategy game’s your thing?",
  "Es teh markisa? Tangy and refreshin’, mate! I’m into es teh lemon, sweet and sour. Ever sipped tea while playin’ Phoenix Wright Spirit of Justice? What mystery game’s your vibe?",
  "Kue cucur? Chewy and sweet, mate! I’m mad for kue apem, soft texture. Ever baked kue while playin’ Stardew Valley? What kue’s good for farmin’ games?",
  "Soto tauto? Spicy and lush, mate! I’m into soto ayam, clear broth. Ever had soto while playin’ Chrono Trigger? What RPG’s your thing?",
  "Es rambutan? Refreshin’ and sweet, mate! I’m mad for es buah with jackfruit. Ever sipped es while playin’ Mario Kart 7? What drink’s class for racin’ games?",
  "Caramel latte? Creamy and bold, mate! I’m into vanilla latte, soft and sweet. Ever sipped coffee while playin’ Castlevania Aria of Sorrow? What game pairs with coffee?",
  "Kue bika ambon? Unique and savoury, mate! I’m mad for kue talam, sweet and chewy. Ever baked kue while playin’ Harvest Moon A Wonderful Life? What kue’s good for that game?",
  "Soto banten? Loaded with goodies, mate! I’m into soto daging, rich broth. Ever had soto while playin’ Final Fantasy IX? What RPG’s your vibe?",
  "Croissant? Flaky and buttery, mate! I’m mad for chocolate roti sobek, soft as. Ever munched roti while playin’ Animal Crossing New Horizons? What cozy game’s your thing?",
  "Ikan bakar with kecap? Sweet and spicy, mate! I’m mad for crispy ikan goreng. Ever had fish while playin’ Splatoon 3? What shooter game’s your fave?",
  "Es kopi susu pandan? Fragrant and refreshin’, mate! I’m into es kopi aren, sweet and spot-on. Ever sipped coffee while playin’ Phoenix Wright Apollo Justice? What mystery game’s your vibe?",
  "Kue talam ubi? Chewy and savoury, mate! I’m mad for kue apem, soft and sweet. Ever baked kue while playin’ Stardew Valley? What kue’s good for farmin’ games?",
  "Soto wonogiri? Clear and soft, mate! I’m into soto ayam, savoury broth. Ever had soto while playin’ Chrono Cross? What RPG’s your thing?",
  "Es kiwi? Refreshin’ and tangy, mate! I’m into es jeruk, pure fresh. Ever sipped es while playin’ Mario Kart 8 Deluxe? What drink’s class for racin’ games?",
  "Matcha latte? Soft and unique, mate! I’m into caramel latte, creamy as. Ever sipped coffee while playin’ Castlevania Dawn of Sorrow? What game pairs with coffee?",
  "Kue carabikang? Fluffy and sweet, mate! I’m mad for kue cubit with sprinkles. Ever baked kue while playin’ Harvest Moon Back to Nature? What kue’s good for that game?",
  "Soto banyumas? Loaded with goodies, mate! I’m into soto daging, rich broth. Ever had soto while playin’ Final Fantasy VII? What RPG’s your vibe?",
  "Matcha brownies? Unique and lush, mate! I’m mad for chocolate brownies, crunchy nuts. Ever baked brownies while playin’ Pokémon Silver? What snack’s good for that game?",
  "Nasi rawon? Thick broth, mate! I’m mad for nasi gudeg, sweet and savoury. Ever had nasi while playin’ Shadow of the Colossus? What adventure game’s your thing?",
  "Es teh lemon madu? Tangy and sweet, mate! I’m into es teh jeruk, refreshin’. Ever sipped tea while playin’ Phoenix Wright Trials and Tribulations? What mystery game’s your vibe?",
  "Kue gethuk pisang? Soft and savoury, mate! I’m mad for kue talam, sweet and chewy. Ever baked kue while playin’ Stardew Valley? What kue’s good for farmin’ games?",
  "Soto purwodadi? Clear and tender, mate! I’m into soto ayam, savoury broth. Ever had soto while playin’ Chrono Trigger? What RPG’s your thing?",
  "Es stroberi? Refreshin’ and sweet, mate! I’m mad for es buah with melon. Ever sipped es while playin’ Mario Kart 64? What drink’s class for racin’ games?",
  "Rose latte? Fragrant and fancy, mate! I’m into vanilla latte, creamy and soft. Ever sipped coffee while playin’ Castlevania Aria of Sorrow? What game pairs with coffee?",
  "Kue apem gula merah? Soft and sweet, mate! I’m mad for pandan kue apem, fragrant as. Ever baked kue while playin’ Harvest Moon Friends of Mineral Town? What kue’s good for that game?",
  "Soto cianjur? Clear and tender, mate! I’m into soto daging, rich broth. Ever had soto while playin’ Final Fantasy VIII? What RPG’s your vibe?",
  "Homemade roti tawar? Soft and lush, mate! I’m mad for chocolate roti sobek. Ever munched roti while playin’ Animal Crossing New Leaf? What cozy game’s your thing?",
  "Ayam bumbu rendang? Spicy and savoury, mate! I’m into ayam bakar kecap, sweet as. Ever had ayam while playin’ Shadow of the Colossus? What adventure game’s your fave?",
  "Es teh jeruk? Tangy and refreshin’, mate! I’m into es teh lemon, sweet and sour. Ever sipped tea while playin’ Phoenix Wright Dual Destinies? What mystery game’s your vibe?",
  "Kue rangi? Sweet and savoury, mate! I’m mad for kue talam, chewy texture. Ever baked kue while playin’ Stardew Valley? What kue’s good for farmin’ games?",
  "Soto ngawi? Clear and loaded, mate! I’m into soto ayam, savoury broth. Ever had soto while playin’ Chrono Cross? What RPG’s your thing?",
  "Es jeruk? Simple and refreshin’, mate! I’m into es kelapa muda, pure fresh. Ever sipped es while playin’ Mario Kart 8? What drink’s class for racin’ games?",
  "Coconut latte? Creamy and lush, mate! I’m into caramel latte, bold and sweet. Ever sipped coffee while playin’ Castlevania Dawn of Sorrow? What game pairs with coffee?",
  "Kue nagasari? Sweet and savoury, mate! I’m mad for kue apem, soft texture. Ever baked kue while playin’ Harvest Moon A Wonderful Life? What kue’s good for that game?",
  "Soto jepara? Savoury and tender, mate! I’m into soto daging, rich broth. Ever had soto while playin’ Final Fantasy IX? What RPG’s your vibe?",
  "Banana brownies? Melty and sweet, mate! I’m mad for chocolate brownies, crunchy nuts. Ever baked brownies while playin’ Pokémon Gold? What snack’s good for that game?",
  "Nasi sate lilit? Packed with flavour, mate! I’m mad for nasi gudeg, sweet and savoury. Ever had nasi while playin’ Shadow of the Colossus? What adventure game’s your thing?",
  "Es teh raspberry? Fragrant and refreshin’, mate! I’m into es teh lemon, tangy and sweet. Ever sipped tea while playin’ Phoenix Wright Apollo Justice? What mystery game’s your vibe?",
  "Kue gethuk singkong? Soft and savoury, mate! I’m mad for kue talam, sweet and chewy. Ever baked kue while playin’ Stardew Valley? What kue’s good for farmin’ games?",
  "Soto situbondo? Koya’s savoury, mate! I’m into soto ayam, clear broth. Ever had soto while playin’ Chrono Trigger? What RPG’s your thing?",
  "Es belimbing? Refreshin’ and tangy, mate! I’m into es jeruk, pure fresh. Ever sipped es while playin’ Mario Kart 7? What drink’s class for racin’ games?",
  "Mint mocha latte? Bold and unique, mate! I’m into caramel latte, creamy as. Ever sipped coffee while playin’ Castlevania Aria of Sorrow? What game pairs with coffee?",
  "Matcha kue apem? Soft and fragrant, mate! I’m mad for gula merah kue apem, sweet as. Ever baked kue while playin’ Harvest Moon Back to Nature? What kue’s good for that game?",
  "Soto blitar? Koya’s unreal, mate! I’m into soto daging, rich broth. Ever had soto while playin’ Final Fantasy VIII? What RPG’s your vibe?",
  "Matcha chocolate bolu? Soft and fragrant, mate! I’m mad for chocolate kue cubit, sweet as. Ever baked kue while playin’ Stardew Valley? What kue’s good for farmin’ games?",
  "Ayam bumbu soto? Savoury and fragrant, mate! I’m into ayam bakar kecap, sweet as. Ever had ayam while playin’ Shadow of the Colossus? What adventure game’s your thing?",
  "Es teh markisa lemon? Refreshin’ and fragrant, mate! I’m into es teh jeruk, tangy and sweet. Ever sipped tea while playin’ Phoenix Wright Apollo Justice? What mystery game’s your vibe?",
  "Kue talam labu? Chewy and savoury, mate! I’m mad for kue apem, soft and sweet. Ever baked kue while playin’ Harvest Moon Friends of Mineral Town? What kue’s good for that game?",
  "Soto pare? Savoury and tender, mate! I’m into soto daging, rich broth. Ever had soto while playin’ Chrono Cross? What RPG’s your thing?",
  "Es nanas kelapa? Creamy and refreshin’, mate! I’m mad for es buah with jackfruit. Ever sipped es while playin’ Mario Kart 8 Deluxe? What drink’s class for racin’ games?",
  "Chestnut latte? Soft and sweet, mate! I’m into caramel latte, creamy as. Ever sipped coffee while playin’ Castlevania Dawn of Sorrow? What game pairs with coffee?",
  "Kue bikang singkong? Soft and savoury, mate! I’m mad for kue talam, sweet and chewy. Ever baked kue while playin’ Stardew Valley? What kue’s good for farmin’ games?",
  "Soto kediri? Clear and loaded, mate! I’m into soto ayam, savoury broth. Ever had soto while playin’ Final Fantasy VII? What RPG’s your vibe?",
  "Strawberry chocolate brownies? Melty and lush, mate! I’m mad for chocolate brownies, crunchy nuts. Ever baked brownies while playin’ Pokémon Silver? What snack’s good for that game?",
  "Nasi ayam hainan? Packed with flavour, mate! I’m mad for nasi gudeg, sweet and savoury. Ever had nasi while playin’ Shadow of the Colossus? What adventure game’s your thing?",
  "Es teh apel merah? Fragrant and refreshin’, mate! I’m into es teh lemon, tangy and sweet. Ever sipped tea while playin’ Phoenix Wright Spirit of Justice? What mystery game’s your vibe?",
  "Kue gethuk kelapa? Soft and savoury, mate! I’m mad for kue apem, soft and sweet. Ever baked kue while playin’ Harvest Moon A Wonderful Life? What kue’s good for that game?",
  "Soto sragen? Koya’s savoury, mate! I’m into soto daging, rich broth. Ever had soto while playin’ Chrono Trigger? What RPG’s your thing?",
  "Es stroberi kelapa? Creamy and refreshin’, mate! I’m mad for es buah with melon. Ever sipped es while playin’ Mario Kart 64? What drink’s class for racin’ games?",
  "Orange latte? Bold and unique, mate! I’m into caramel latte, creamy as. Ever sipped coffee while playin’ Castlevania Aria of Sorrow? What game pairs with coffee?",
  "Kue apem kelapa parut? Soft and savoury, mate! I’m mad for kue talam, sweet and chewy. Ever baked kue while playin’ Stardew Valley? What kue’s good for farmin’ games?",
  "Soto karanganyar? Savoury and tender, mate! I’m into soto ayam, clear broth. Ever had soto while playin’ Final Fantasy VIII? What RPG’s your vibe?",
  "Chocolate coconut bolu? Fragrant and soft, mate! I’m mad for chocolate kue cubit, sweet as. Ever baked kue while playin’ Harvest Moon Back to Nature? What kue’s good for that game?"
]
